Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

# Settings.keyboard.discription
source: 该键盘为不支持系统全键盘的Watch开发了一套全键盘英文输入法
ar: طورت لوحة المفاتيح مجموعة من طرق الإدخال باللغة الإنجليزية الكاملة للوحة المفاتيح للساعة التي لا تدعم لوحة المفاتيح الكاملة للنظام.
de: Die Tastatur hat eine Reihe von vollständigen englischen Eingabemethoden für Watch entwickelt, die die vollständige Tastatur des Systems nicht unterstützen.
en: This enables an unsupported Apple Watch to type with a full keyboard.
es: El teclado ha desarrollado un conjunto de métodos de entrada en inglés de teclado completo para Watch que no admite el teclado completo del sistema.
fr: Le clavier a développé un ensemble de méthodes de saisie en anglais à clavier complet pour Watch qui ne prend pas en charge le clavier complet du système.
hi: कीबोर्ड ने वॉच के लिए पूर्ण-कीबोर्ड अंग्रेजी इनपुट विधियों का एक सेट विकसित किया है जो सिस्टम पूर्ण कीबोर्ड का समर्थन नहीं करता है।
id: Papan ketik telah mengembangkan satu set metode input bahasa Inggris papan ketik penuh untuk Watch yang tidak mendukung sistem papan ketik penuh.
it: La tastiera ha sviluppato una serie di metodi di input in inglese full-keyboard per Watch che non supporta la tastiera completa del sistema.
ja: このキーボードは、システム全体のキーボードをサポートしないWatch用に英語入力の全キーボードを開発しました
ko: 이 키보드는 시스템 전체 키보드를 지원하지 않는 Watch를 위해 전체 키보드 영어 입력법을 개발했습니다.
nl: Het toetsenbord heeft een set volledige Engelse invoermethoden voor Watch ontwikkeld die het volledige toetsenbord van het systeem niet ondersteunt.
pl: Klawiatura opracowała zestaw metod wprowadzania języka angielskiego z pełną klawiaturą dla zegarka, która nie obsługuje pełnej klawiatury systemowej.
pt: O teclado desenvolveu um conjunto de métodos de entrada em inglês com teclado completo para Watch que não suporta o teclado completo do sistema.
ru: Клавиатура разработала метод ввода на английском языке с полной клавиатурой для часов, который не поддерживает полную клавиатуру системы.
th: คีย์บอร์ดได้พัฒนาชุดวิธีการป้อนข้อมูลภาษาอังกฤษแบบเต็มคีย์บอร์ดสําหรับ Watch ที่ไม่รองรับระบบคีย์บอร์ดแบบเต็ม
tr: Klavye, Watch için sistem tam klavyesini desteklemeyen bir dizi tam klavye İngilizce giriş yöntemi geliştirmiştir.
uk: Клавіатура розробила набір методів введення англійської мови з повною клавіатурою для годинника, який не підтримує повну системну клавіатуру.
vi: Bàn phím đã phát triển một bộ các phương thức nhập tiếng Anh toàn bộ bàn phím cho Đồng hồ không hỗ trợ toàn bộ bàn phím hệ thống.
zh_hant: 該鍵盤為不支持系統全鍵盤的 Watch 開發了一套全鍵盤英文輸入法

# Settings.keyboard.preview
source: 预览…
ar: معاينة...
de: Vorschau...
en: Preview...
es: Vista previa...
fr: Aperçu...
hi: पूर्वावलोकन...
id: Pratinjau...
it: Anteprima...
ja: プレビュー...
ko: 미리보기...
nl: Voorbeeld...
pl: Podgląd...
pt: Pré-visualização...
ru: Предварительный просмотр...
th: ดูตัวอย่าง...
tr: Önizleme...
uk: Попередній перегляд...
vi: Xem trước...
zh_hant: 預覽…

# Settings.keyboard.third-party
source: 第三方全键盘
ar: لوحة مفاتيح كاملة لطرف ثالث
de: Vollständige Tastatur eines Drittanbieters
en: Third-party Full Keyboard
es: Teclado completo de terceros
fr: Clavier complet tiers
hi: थर्ड-पार्टी फुल कीबोर्ड
id: Papan ketik penuh pihak ketiga
it: Tastiera completa di terze parti
ja: サードパーティ全キーボード
ko: 제삼자 풀 키보드
nl: Volledig toetsenbord van derden
pl: Pełna klawiatura innej firmy
pt: Teclado completo de terceiros
ru: Сторонняя полная клавиатура
th: คีย์บอร์ดแบบเต็มของบุคคลที่สาม
tr: Üçüncü taraf tam klavye
uk: Стороння повна клавіатура
vi: Bàn phím đầy đủ của bên thứ ba
zh_hant: 第三方全鍵盤

# Settings.search.customize.add
source: 添加搜索引擎
ar: أضف محرك بحث
de: Eine Suchmaschine hinzufügen
en: Add Search Engine
es: Añadir un motor de búsqueda
fr: Ajouter un moteur de recherche
hi: एक खोज इंजन जोड़ें
id: Tambahkan mesin pencari
it: Aggiungi un motore di ricerca
ja: 検索エンジンを追加
ko: 검색 엔진 추가
nl: Voeg een zoekmachine toe
pl: Dodaj wyszukiwarkę
pt: Adicionar um mecanismo de busca
ru: Добавить поисковую систему
th: เพิ่มเครื่องมือค้นหา
tr: Bir arama motoru ekle
uk: Додати пошукову систему
vi: Thêm một công cụ tìm kiếm

# Settings.search.customize.cursor
source: 滚动数码表冠，将光标移动到应当插入搜索词的位置
ar: قم بتمرير التاج الرقمي وحرك المؤشر إلى الموضع الذي يجب إدخال مصطلح البحث فيه.
de: Scrollen Sie durch die digitale Krone und bewegen Sie den Cursor an die Position, an der der Suchbegriff eingefügt werden soll.
en: Scroll Digital Crown and use the cursor to locate the search query.
es: Desplácese por la corona digital y mueva el cursor a la posición donde se debe insertar el término de búsqueda.
fr: Faites défiler la couronne numérique et déplacez le curseur vers la position où le terme de recherche doit être inséré.
hi: डिजिटल क्राउन को स्क्रॉल करें और कर्सर को उस स्थिति में ले जाएं जहां खोज शब्द डाला जाना चाहिए।
id: Gulir mahkota digital dan pindahkan kursor ke posisi di mana istilah pencarian harus dimasukkan.
it: Scorri la corona digitale e sposta il cursore nella posizione in cui dovrebbe essere inserito il termine di ricerca.
ja: デジタルクラウンを回して、検索語句を挿入する位置にカーソルを移動します
ko: 디지털 크라운을 스크롤하여 커서를 검색어를 삽입해야 하는 위치로 이동합니다.
nl: Scroll door de digitale kroon en verplaats de cursor naar de positie waar de zoekterm moet worden ingevoegd.
pl: Przewiń cyfrową koronkę i przesuń kursor do pozycji, w której należy wstawić wyszukiwany termin.
pt: Role a coroa digital e mova o cursor para a posição onde o termo de pesquisa deve ser inserido.
ru: Прокрутите цифровую коронку и переместите курсор в положение, куда должен быть вставлен поисковый запрос.
th: เลื่อนมงกุฎดิจิตอลและเลื่อนเคอร์เซอร์ไปยังตําแหน่งที่ควรใส่คําค้นหา
tr: Dijital tacı kaydırın ve imleci arama teriminin eklenmesi gereken konuma getirin.
uk: Прокрутіть цифрову коронку і перемістіть курсор до позиції, де слід вставити пошуковий термін.
vi: Cuộn vương miện kỹ thuật số và di chuyển con trỏ đến vị trí chèn cụm từ tìm kiếm.
zh_hant: 滾動數碼錶冠，將光標移動到應當插入搜索詞的位置

# Settings.search.customize.cursor.title
source: 插入搜索內容
ar: أدخل محتوى البحث
de: Fügen Sie den Suchinhalt ein
en: Insert
es: Insertar el contenido de la búsqueda
fr: Insérer le contenu de la recherche
hi: खोज सामग्री डालें
id: Masukkan konten pencarian
it: Inserisci il contenuto della ricerca
ja: 検索内容を挿入
ko: 검색 내용을 삽입하다
nl: Voeg de zoekinhoud in
pl: Wstaw zawartość wyszukiwania
pt: Inserir o conteúdo da pesquisa
ru: Вставьте содержимое поиска
th: แทรกเนื้อหาการค้นหา
tr: Arama içeriğini ekle
uk: Вставити вміст пошуку
vi: Chèn nội dung tìm kiếm

# Settings.search.customize.done
source: 完成
ar: أَنْجَزَ
de: Erreichen
en: Done
es: Lograr
fr: Accomplir
hi: पूरा करना
id: Menyelesaikan
it: Realizzare
ja: 完了
ko: 완성
nl: Bereiken
pl: Osiągnąć
pt: Realizar
ru: Выполнять, выполнить
th: ทำสำเร็จ
tr: Başarmak
uk: Досягти
vi: Hoàn thành

# Settings.search.customize.link
source: 输入搜索引擎链接
ar: أدخل رابط محرك البحث
de: Geben Sie den Link zur Suchmaschine ein
en: Enter Search Engine Link
es: Introduce el enlace del motor de búsqueda
fr: Entrez le lien du moteur de recherche
hi: सर्च इंजन लिंक दर्ज करें
id: Masukkan tautan mesin pencari
it: Inserisci il link del motore di ricerca
ja: 検索エンジンリンクを入力
ko: 검색 엔진 링크를 입력하세요
nl: Voer de link van de zoekmachine in
pl: Wprowadź link do wyszukiwarki
pt: Digite o link do mecanismo de busca
ru: Введите ссылку в поисковой системе
th: ป้อนลิงก์เครื่องมือค้นหา
tr: Arama motoru bağlantısını girin
uk: Введіть посилання на пошукову систему
vi: Nhập liên kết công cụ tìm kiếm
zh_hant: 輸入搜索引擎鏈接

# Settings.search.customize.link.discription
source: 输入您要自定的搜索引擎的搜索链接，如“bing.com?q=”，填充搜索内容的位置请暂时忽略
ar: أدخل رابط البحث لمحرك البحث الذي تريد تخصيصه، مثل "bing.com؟ Q="، يرجى تجاهل الموضع لملء محتوى البحث في الوقت الحالي.
de: Geben Sie den Suchlink der Suchmaschine ein, die Sie anpassen möchten, z. B. "bing.com? Q=", bitte ignorieren Sie die Position, um den Suchinhalt vorerst auszufüllen.
en: Enter the search link and leave the query empty. For example, "bing.com/search?q=".
es: Introduzca el enlace de búsqueda del motor de búsqueda que desea personalizar, como "bing.com? Q=", por favor ignore la posición para completar el contenido de búsqueda por el momento.
fr: Entrez le lien de recherche du moteur de recherche que vous souhaitez personnaliser, tel que "bing.com ? Q=", veuillez ignorer la position pour remplir le contenu de la recherche pour le moment.
hi: उस खोज इंजन का खोज लिंक दर्ज करें जिसे आप कस्टम करना चाहते हैं, जैसे "bing.com? Q=", कृपया कुछ समय के लिए खोज सामग्री को भरने की स्थिति को अनदेखा करें।
id: Masukkan tautan pencarian dari mesin pencari yang ingin Anda sesuaikan, seperti "bing.com? Q=", silakan abaikan posisi untuk mengisi konten pencarian untuk saat ini.
it: Inserisci il link di ricerca del motore di ricerca che vuoi personalizzare, come "bing.com? Q=", si prega di ignorare la posizione per compilare il contenuto della ricerca per il momento.
ja: カスタム検索エンジンの検索リンクを入力してください。例えば「bing.com?q=」のように、検索内容を埋める位置は一時的に無視してください。
ko: "Bing.com?과 같이 사용자 정의하려는 검색 엔진의 검색 링크를 입력하십시오. Q=", 검색 내용을 채우는 위치는 잠시 무시하세요
nl: Voer de zoeklink in van de zoekmachine die u wilt aanpassen, zoals "bing.com? Q=", negeer voorlopig de positie om de zoekinhoud in te vullen.
pl: Wprowadź link wyszukiwania wyszukiwarki, którą chcesz dostosować, na przykład "bing.com? Q=", proszę na razie zignorować pozycję, aby wypełnić zawartość wyszukiwania.
pt: Digite o link de pesquisa do mecanismo de pesquisa que deseja personalizar, como "bing.com? Q=", ignore a posição para preencher o conteúdo da pesquisa por enquanto.
ru: Введите ссылку поиска поисковой системы, которую вы хотите настроить, например, "bing.com?" Q=, пожалуйста, пока игнорируйте местоположение поискового контента.
th: ป้อนลิงก์การค้นหาของเครื่องมือค้นหาที่คุณต้องการกําหนดเอง เช่น "bing.com? Q=" โปรดเพิกเฉยตําแหน่งเพื่อกรอกเนื้อหาการค้นหาในขณะนี้
tr: "Bing.com? gibi özelleştirmek istediğiniz arama motorunun arama bağlantısını girin. Q=", lütfen arama içeriğini doldurmak için pozisyonu dikkate almayın.
uk: Введіть пошукове посилання пошукової системи, яку ви хочете налаштувати, наприклад, "bing.com? Q=", будь ласка, ігноруйте позицію, щоб заповнити пошуковий вміст на даний момент.
vi: Nhập liên kết tìm kiếm của công cụ tìm kiếm mà bạn muốn tùy chỉnh, chẳng hạn như "bing.com? Q=", vui lòng bỏ qua vị trí để điền vào nội dung tìm kiếm trong thời gian này.
zh_hant: 輸入您要自定的搜索引擎的搜索鏈接，如“bing.com?q=”，填充搜索內容的位置請暫時忽略

# Settings.search.customize.link.title
source: 输入链接
ar: أدخل الرابط
de: Geben Sie den Link ein
en: Enter Link
es: Introduce el enlace
fr: Entrez le lien
hi: लिंक दर्ज करें
id: Masukkan tautannya
it: Inserisci il link
ja: リンクを入力
ko: 링크 입력
nl: Voer de link in
pl: Wprowadź link
pt: Digite o link
ru: Введите ссылку
th: ใส่ลิงค์
tr: Bağlantıyı girin
uk: Введіть посилання
vi: Nhập liên kết
zh_hant: 輸入鏈接

# Settings.search.customize.next
source: 下一步
ar: الخطوة التالية
de: Der nächste Schritt
en: Next
es: El siguiente paso
fr: La prochaine étape
hi: अगला कदम
id: Langkah selanjutnya
it: Il prossimo passo
ja: 次へ
ko: 다음 단계
nl: De volgende stap
pl: Następny krok
pt: O próximo passo
ru: Следующий шаг
th: ขั้นตอนต่อไป
tr: Sonraki adım
uk: Наступний крок
vi: Bước tiếp theo

# Settings.search.customize.nothing
source: 没有自定义搜索引擎
ar: لا يوجد محرك بحث مخصص
de: Es gibt keine benutzerdefinierte Suchmaschine
en: No Customized Search Engine
es: No hay motor de búsqueda personalizado
fr: Il n'y a pas de moteur de recherche personnalisé
hi: कोई कस्टम सर्च इंजन नहीं है
id: Tidak ada mesin pencari khusus
it: Non esiste un motore di ricerca personalizzato
ja: カスタム検索エンジンなし
ko: 사용자 정의 검색 엔진이 없습니다
nl: Er is geen aangepaste zoekmachine
pl: Nie ma niestandardowej wyszukiwarki
pt: Não há mecanismo de busca personalizado
ru: Нет пользовательской поисковой системы
th: ไม่มีเครื่องมือค้นหาที่กําหนดเอง
tr: Özel bir arama motoru yok
uk: Немає користувацької пошукової системи
vi: Không có công cụ tìm kiếm tùy chỉnh
zh_hant: 沒有自定義搜索引擎

# Settings.search.customize.search-content
source: [搜索内容]
ar: [محتوى البحث]
de: [Suchinhalt]
en: [Search Content]
es: [Contenido de búsqueda]
fr: [Rechercher le contenu]
hi: [सामग्री खोजें]
id: [Cari konten]
it: [Cerca contenuto]
ja: [検索内容]
ko: [검색 내용]
nl: [Zoek inhoud]
pl: [Wyszukaj zawartość]
pt: [Pesquisar conteúdo]
ru: [Поиск контента]
th: [ค้นหาเนื้อหา]
tr: [İçeriği ara]
uk: [Пошук вмісту]
vi: [Tìm kiếm nội dung]
zh_hant: [搜索內容]

# Settings.search.engine
source: 搜索引擎
ar: مُحَرِّك بَحْثٍ
de: Suchmaschine
en: Search Engine
es: Motor de búsqueda
fr: Moteur de recherche
hi: सर्च इंजन
id: Mesin pencari
it: Motore di ricerca
ja: 検索エンジン
ko: 검색 엔진
nl: Zoekmachine
pl: Wyszukiwarka
pt: Motor de busca
ru: Поисковая система
th: เครื่องมือค้นหา
tr: Arama motoru
uk: Пошукова система
vi: Công cụ tìm kiếm

# Settings.search.shorcut
source: 搜索引擎快捷方式
ar: اختصارات محرك البحث
de: Suchmaschinen-Verknüpfungen
en: Search Engine Shortcut
es: Accesos directos del motor de búsqueda
fr: Raccourcis du moteur de recherche
hi: खोज इंजन शॉर्टकट
id: Pintasan mesin pencari
it: Scorciatoie del motore di ricerca
ja: 検索エンジンショートカット
ko: 검색 엔진 바로 가기
nl: Snelkoppelingen voor zoekmachines
pl: Skróty do wyszukiwarek
pt: Atalhos do mecanismo de busca
ru: Ярлыки поисковых систем
th: ทางลัดของเครื่องมือค้นหา
tr: Arama motoru kısayolları
uk: Ярлики пошукової системи
vi: Phím tắt công cụ tìm kiếm

# Settings.search.shortcut.discription
source: 启用后，在搜索内容前加上快捷名即可使用指定引擎搜索。
ar: بعد التمكين، يمكنك استخدام المحرك المحدد للبحث عن طريق إضافة اسم اختصار قبل محتوى البحث.
de: Nach der Aktivierung können Sie die angegebene Suchmaschine zum Suchen verwenden, indem Sie einen Verknüpfungsnamen vor dem Suchinhalt hinzufügen.
en: Specify search engine by adding shortcut name if enabled.
es: Después de habilitarlo, puede usar el motor especificado para buscar agregando un nombre de acceso directo antes del contenido de búsqueda.
fr: Après l'activation, vous pouvez utiliser le moteur spécifié pour rechercher en ajoutant un nom de raccourci avant le contenu de la recherche.
hi: सक्षम करने के बाद, आप खोज सामग्री से पहले शॉर्टकट नाम जोड़कर खोज करने के लिए निर्दिष्ट इंजन का उपयोग कर सकते हैं।
id: Setelah mengaktifkan, Anda dapat menggunakan mesin yang ditentukan untuk mencari dengan menambahkan nama pintasan sebelum konten pencarian.
it: Dopo l'abilitazione, puoi utilizzare il motore specificato per cercare aggiungendo un nome di scorciatoia prima del contenuto di ricerca.
ja: 有効化すると、ショートカット名を検索内容の前に付けるだけで指定したエンジンで検索できます。
ko: "활성화 후, 검색 내용 앞에 바로 가기 이름을 추가하면 지정된 엔진으로 검색할 수 있다."
nl: Na inschakelen kunt u de opgegeven engine gebruiken om te zoeken door een snelkoppelingsnaam toe te voegen voor de zoekinhoud.
pl: Po włączeniu możesz użyć określonego silnika do wyszukiwania, dodając nazwę skrótu przed zawartością wyszukiwania.
pt: Depois de ativar, você pode usar o mecanismo especificado para pesquisar adicionando um nome de atalho antes do conteúdo da pesquisa.
ru: После включения добавьте имя ярлыка перед содержимым поиска, чтобы использовать указанную систему для поиска.
th: หลังจากเปิดใช้งานแล้ว คุณสามารถใช้เครื่องมือที่ระบุเพื่อค้นหาโดยเพิ่มชื่อทางลัดก่อนเนื้อหาการค้นหา
tr: Etkinledikten sonra, arama içeriğinden önce bir kısayol adı ekleyerek arama yapmak için belirtilen motoru kullanabilirsiniz.
uk: Після увімкнення ви можете використовувати вказаний движок для пошуку, додавши ім'я ярлика перед вмістом пошуку.
vi: Sau khi bật, bạn có thể sử dụng công cụ được chỉ định để tìm kiếm bằng cách thêm tên phím tắt trước nội dung tìm kiếm.
zh_hant: 啟用後，在搜索內容前加上快捷名即可使用指定引擎搜索。

# Settings.search.shortcut.enable
source: 启用搜索引擎快捷方式
ar: تمكين اختصارات محرك البحث
de: Verknüpfungen für Suchmaschinen-Verknüpfungen aktivieren
en: Enable Search Engine Shorcut
es: Habilitar accesos directos del motor de búsqueda
fr: Activer les raccourcis du moteur de recherche
hi: खोज इंजन शॉर्टकट सक्षम करें
id: Aktifkan pintasan mesin pencari
it: Abilita le scorciatoie del motore di ricerca
ja: 検索エンジンショートカットを有効にする
ko: 검색 엔진 바로 가기 활성화
nl: Snelkoppelingen voor zoekmachines inschakelen
pl: Włącz skróty do wyszukiwarek
pt: Ativar atalhos do mecanismo de pesquisa
ru: Включить ярлыки поисковых систем
th: เปิดใช้งานทางลัดของเครื่องมือค้นหา
tr: Arama motoru kısayollarını etkinleştir
uk: Увімкнути ярлики пошукової системи
vi: Bật phím tắt của công cụ tìm kiếm
zh_hant: 啟用搜索引擎快捷方式

source: sogou
ar: سوغو.
hi: सोगौ।
ru: Согу
th: โซโกว
uk: Согу.

source: 一个账户尽享 Darock 所有服务
ar: استمتع بجميع الخدمات في حساب واحد Darock
de: Genießen Sie alle Dienstleistungen in einem Konto Darock
en: One account for everything Darock
es: Disfruta de todos los servicios en una sola cuenta Darock
fr: Profitez de tous les services dans un seul compte Darock
hi: एक खाते में सभी सेवाओं का आनंद लें Darock
id: Nikmati semua layanan dalam satu akun Darock
it: Goditi tutti i servizi in un unico account Darock
ja: アカウント1つでDarockの全サービスを利用
ko: 하나의 계정으로 Darock 모든 서비스를 즐기세요
nl: Geniet van alle diensten in één account Darock
pl: Ciesz się wszystkimi usługami na jednym koncie Darock
pt: Aproveite todos os serviços em uma conta Darock
ru: Наслаждайтесь всеми услугами Darock с одной учетной записью
th: เพลิดเพลินกับบริการทั้งหมดในบัญชีเดียว Darock
tr: Tüm hizmetlerin keyfini tek bir hesapta çıkarın Darock
uk: Насолоджуйтесь всіма послугами в одному обліковому записі Darock
vi: Tận hưởng tất cả các dịch vụ trong một tài khoản Darock
zh_hant: 一個賬戶盡享 Darock 所有服務

source: 一切良好
ar: كل شيء على ما يرام.
de: Alles ist in Ordnung.
en: Everything is fine
es: Todo está bien.
fr: Tout va bien.
hi: सब कुछ ठीक है।
id: Semuanya baik-baik saja.
it: Va tutto bene.
ja: すべて良好
ko: 모든 것이 양호하다
nl: Alles is in orde.
pl: Wszystko jest w porządku.
pt: Está tudo bem.
ru: Все хорошо.
th: ทุกอย่างเรียบร้อยดี
tr: Her şey yolunda.
uk: Все добре.
vi: Mọi thứ đều ổn.

source: 上一小时
ar: الساعة الأخيرة
de: Die letzte Stunde
en: Last hour
es: La última hora
fr: La dernière heure
hi: अंतिम घंटा
id: Satu jam terakhir
it: L'ultima ora
ja: 過去1時間
ko: 한 시간 전에
nl: Het laatste uur
pl: Ostatnia godzina
pt: A última hora
ru: Последний час
th: ชั่วโมงสุดท้าย
tr: Son saat
uk: Остання година
vi: Giờ cuối cùng
zh_hant: 上一小時

source: 上一页
ar: الصفحة السابقة
de: Die vorherige Seite
en: Previous Page
es: La página anterior
fr: La page précédente
hi: पिछला पृष्ठ
id: Halaman sebelumnya
it: La pagina precedente
ja: 前のページ
ko: 이전 페이지
nl: De vorige pagina
pl: Poprzednia strona
pt: A página anterior
ru: Предыдущая страница
th: หน้าก่อนหน้า
tr: Önceki sayfa
uk: Попередня сторінка
vi: Trang trước
zh_hant: 上一頁

source: 下一页
ar: الصفحة التالية
de: Nächste Seite
en: Next Page
es: Página siguiente
fr: Page suivante
hi: अगला पृष्ठ
id: Halaman selanjutnya
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
nl: Volgende pagina
pl: Następna strona
pt: Próxima página
ru: Следующая страница
th: หน้าถัดไป
tr: Sonraki sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh_hant: 下一頁

source: 下载器
ar: تحميل
de: Downloader
en: Downloader
es: Descargador
fr: Téléchargeur
hi: डाउनलोडर
id: Pengunduh
it: Scaricatore
ja: ダウンローダー
ko: 다운로더
nl: Downloader
pl: Program do pobierania
pt: Downloader
ru: Загрузчик
th: ดาวน์โหลด
tr: İndirici
uk: Завантажувач
vi: Trình tải xuống
zh_hant: 下載器

source: 下载媒体
ar: تحميل الوسائط
de: Medien herunterladen
en: Download Media
es: Descargar medios
fr: Télécharger les médias
hi: मीडिया डाउनलोड करें
id: Unduh media
it: Scarica i media
ja: メディアをダウンロードする
ko: 미디어 다운로드
nl: Media downloaden
pl: Pobierz media
pt: Baixar mídia
ru: Скачать медиа
th: ดาวน์โหลดสื่อ
tr: Medyayı indir
uk: Завантажити медіа
vi: Tải xuống phương tiện truyền thông
zh_hant: 下載媒體

source: 下载已完成
ar: تم الانتهاء من التنزيل
de: Der Download wurde abgeschlossen
en: Download Completed
es: La descarga se ha completado
fr: Le téléchargement est terminé
hi: डाउनलोड पूरा हो गया है
id: Pengunduhan telah selesai
it: Il download è stato completato
ja: ダウンロードが完了しました
ko: 다운로드 완료
nl: De download is voltooid
pl: Pobieranie zostało zakończone
pt: O download foi concluído
ru: Загрузка завершена.
th: การดาวน์โหลดเสร็จสมบูรณ์แล้ว
tr: İndirme tamamlandı
uk: Завантаження завершено
vi: Quá trình tải xuống đã hoàn tất
zh_hant: 下載已完成

source: 下载时出错：
ar: حدث خطأ عند التنزيل:
de: Beim Herunterladen ist ein Fehler aufgetreten:
en: An error occurred when downloading:
es: Hubo un error al descargar:
fr: Il y a eu une erreur lors du téléchargement :
hi: डाउनलोड करते समय एक त्रुटि हुई:
id: Terjadi kesalahan saat mengunduh:
it: Si è verificato un errore durante il download:
ja: ダウンロード時にエラー：
ko: 다운로드 중 오류 발생:
nl: Er is een fout opgetreden bij het downloaden:
pl: Wystąpił błąd podczas pobierania:
pt: Ocorreu um erro ao baixar:
ru: Ошибка при загрузке:
th: เกิดข้อผิดพลาดขณะดาวน์โหลด:
tr: İndirirken bir hata oluştu:
uk: Під час завантаження сталася помилка:
vi: Đã xảy ra lỗi khi tải xuống:
zh_hant: 下載時出錯：

source: 不在播放列表
ar: ليس في قائمة التشغيل
de: Nicht in der Wiedergabeliste
en: Not in Playlist
es: No en la lista de reproducción
fr: Pas dans la playlist
hi: प्लेलिस्ट में नहीं
id: Tidak ada dalam daftar putar
it: Non nella playlist
ja: プレイリストにいない
ko: 재생목록에 없어요
nl: Niet in de afspeellijst
pl: Nie na liście odtwarzania
pt: Não está na lista de reprodução
ru: Нет в плейлисте
th: ไม่ได้อยู่ในเพลย์ลิสต์
tr: Çalma listesinde değil
uk: Не в плейлисті
vi: Không có trong danh sách phát
zh_hant: 不在播放列錶

source: 与此反馈重复
ar: كرر مع هذه التعليقات
de: Mit diesem Feedback wiederholen
en: Duplicate to
es: Repetir con este comentario
fr: Répétez avec ces commentaires
hi: इस प्रतिक्रिया के साथ दोहराएं
id: Ulangi dengan umpan balik ini
it: Ripeti con questo feedback
ja: このフィードバックと重複する
ko: 이 피드백과 중복
nl: Herhaal met deze feedback
pl: Powtórz z tą informacją zwrotną
pt: Repita com este feedback
ru: Повторите с этой обратной связью
th: ทําซ้ํากับข้อเสนอแนะนี้
tr: Bu geri bildirimle tekrarlayın
uk: Повторіть цей відгук
vi: Lặp lại với phản hồi này
zh_hant: 與此反餽重複

source: 两次密码不一致
ar: كلمات المرور غير متسقة مرتين.
de: Die Passwörter sind zweimal inkonsistent.
en: Passwords do not match
es: Las contraseñas son inconsistentes dos veces.
fr: Les mots de passe sont incohérents deux fois.
hi: पासवर्ड दो बार असंगत हैं।
id: Kata sandi tidak konsisten dua kali.
it: Le password sono incoerenti due volte.
ja: パスワードが一致しません
ko: 두 번 비밀번호가 일치하지 않습니다.
nl: De wachtwoorden zijn twee keer inconsistent.
pl: Hasła są dwukrotnie niespójne.
pt: As senhas são inconsistentes duas vezes.
ru: Пароль дважды несовместим.
th: รหัสผ่านไม่สอดคล้องกันสองครั้ง
tr: Şifreler iki kez tutarsız.
uk: Паролі несумісні двічі.
vi: Mật khẩu không nhất quán hai lần.
zh_hant: 兩次密碼不一致

source: 个人信息
ar: معلومات شخصية
de: Persönliche Informationen
en: Personal Information
es: Información personal
fr: Informations personnelles
hi: व्यक्तिगत जानकारी
id: Informasi pribadi
it: Informazioni personali
ja: 個人情報
ko: 개인 정보
nl: Persoonlijke informatie
pl: Dane osobowe
pt: Informações pessoais
ru: Личная информация
th: ข้อมูลส่วนตัว
tr: Kişisel bilgi
uk: Особиста інформація
vi: Thông tin cá nhân
zh_hant: 個人資訊

source: 中国大陆ICP备案号
ar: رقم سجل برنامج المقارنات الدولية في البر الرئيسي للصين.
de: Festlandchina ICP-Aufzeichnung Nr.
en: ICP Record No. in China Mainland
es: Número de registro de ICP de China continental
fr: Numéro d'enregistrement ICP de Chine continentale.
hi: मुख्यभूमि चीन आईसीपी रिकॉर्ड नंबर
id: Catatan ICP Tiongkok Daratan No.
it: Numero di record ICP della Cina continentale.
ja: 中国大陸ICP登録番号
ko: 중국 본토 ICP 기록 번호
nl: Vasteland China ICP-record nr.
pl: Numer rekordu ICP w Chinach kontynentalnych
pt: Registro ICP da China Continental No.
ru: Рекордный номер ICP в материковом Китае
th: หมายเลขบันทึก ICP ของจีนแผ่นดินใหญ่
tr: Çin Halk Cumhuriyeti ICP Kayıt No.
uk: Материковий Китай ICP Record No.
vi: Trung Quốc đại lục số kỷ lục ICP
zh_hant: 中國大陸ICP備案號
